[
    {
        "img": "JR",
        "isImg": false,
        "name": "Jorge Rivera",
        "position": "AWS Certified | Scrum Certified | SQL Server | .NET C# | Consultant",
        "comments": [
            {
                "description": "Fernando is a dedicated and proactive professional. During the time we shared in VersaTec, he worked with ASP.NET, C# and SQL Server in different projects, and he proved to improve and grow in knowledge and skills."
            },
            {
                "description": "I have no doubt that any company that decides to acquire his services is winning a great professional who will help it to achieve its goals."
            }
        ]
    },
    {
        "img": "WP",
        "isImg": false,
        "name": "William Palacios",
        "position": "Software Engineer at PayPal",
        "comments": [
            {
                "description": "Fernando is one of the best professionals and .NET developers I have worked with, he has outstanding leadership skills, his passion for excellence and continuous improvement, always lead him to apply the best software development standards and practices."
            },
            {
                "description": "I had the pleasure to work with Fernando a few years ago, and I was very impressed with his technical quality and soft skills, definitely a great team player. He has my full confidence and recommendation, I'm sure he will be able to exceed the expectations of any team, and will be a fundamental piece to achieve the goals of any organization."
            }
        ]
    }, 
    {
        "img": "images/reference-image-1.jpg",
        "isImg": true,
        "name": "Luis Fernández",
        "position": "Chief Technology Officer & Co-Founder en UNLIMITED PGASUS S.A. DE C.V.",
        "comments": [
            {
                "description": "Fernando is a developer of great technical capacity, attentive to details and above all careful to always deliver products that follow the best development practices, quality standards and testing."
            },
            {
                "description": "He is very focused on delivering his activities as soon as possible and is attentive to his colleagues in order to overcome project problems as a team."
            }
        ]
    }
]